{
    "00e3fa12dff0aa4791ee9077de752c29a77e7b64c809c326e93f13df23c84875": {
        "scene_context_long": "An industrial facility or distribution center is shown under a partly cloudy sky during daylight. A large red billboard featuring a chef and Chinese text stands prominently in the foreground, promoting a food brand. The main building has a long roof with loading bays, where trucks and vehicles are parked. The area is spacious with concrete ground, small bushes, and modern buildings visible in the background.",
        "scene_context_short": "Industrial facility with billboard, trucks, and wide concrete yard under a clear sky."
    },
    "0de7a53aad7ddffd26f7db5d3f7ce61d27b3344de2b037289443259da7dac805": {
        "scene_context_long": "A traditional East Asian pagoda-style building stands at the center, featuring multiple wooden tiers with curved roofs and intricate detailing. The structure is accessed via a stone staircase with white railings, surrounded by manicured greenery, willows, and red lanterns that evoke a calm, historical atmosphere. Modern stone slabs and art pieces are placed in front, blending traditional architecture with contemporary elements under an overcast sky.",
        "scene_context_short": "Traditional East Asian pagoda with red lanterns, stone stairs, and trees on an overcast day."
    },
    "1b4f0f20dc2187e5004d04f3cb0082ee1b7a57b2c54ce8d5b2fe3888816d9b62": {
        "scene_context_long": "A peaceful natural landscape featuring a grassy open field bordered by dense green trees and shrubs. In the center, a cluster of trimmed bushes and large rocks adds structure to the scene, surrounded by various shades of green and hints of autumn foliage. The sky is clear and bright, suggesting a sunny, calm day in a park or garden setting.",
        "scene_context_short": "Open grassy field with bushes, rocks, and trees under a clear blue sky."
    },
    "1b6f5603fe40dec24aec237a827f796b330be27a3f0991c12657a31fa89a790e": {
        "scene_context_long": "A traditional East Asian courtyard with tiled stone flooring and wooden buildings featuring ornate roofs and lattice windows. Stone lanterns and large pots are symmetrically arranged across the open square, evoking a sense of historical and cultural heritage. The architecture combines wooden beams, curved eaves, and grey tiles, with modern urban buildings faintly visible in the background, contrasting old and new environments under a soft, cloudy sky.",
        "scene_context_short": "Traditional courtyard with tiled roofs, stone lanterns, and wooden buildings in a historic setting."
    },
    "1bef58393fffbf6e34cac11d0b03dd22f65954a1668b7b9dec548f6ad44f29b5": {
        "scene_context_long": "A peaceful urban park with green grass, trees, and several wooden benches along a brick pathway. The scene is bathed in sunlight under a clear blue sky, giving it a calm and pleasant atmosphere. In the background, modern glass skyscrapers rise above the tree line, contrasting nature with the urban skyline. The composition blends greenery, open space, and contemporary architecture in a harmonious setting.",
        "scene_context_short": "Sunny park with benches, trees, and skyscrapers visible in the background."
    },
    "24febed2ccef973f672c3ec3d9b26073b6f0cb72fc674288b3591e6eb93cf9d4": {
        "scene_context_long": "A large industrial or logistics building with a wide roof and loading bays is visible behind a black metal fence. A red car is parked in the foreground on a paved lot, with other vehicles and greenery in the distance. The sky is filled with scattered clouds illuminated by sunlight, adding depth and contrast to the otherwise utilitarian scene. The area appears spacious, clean, and orderly, likely part of a warehouse or transportation hub.",
        "scene_context_short": "Large industrial building with parked cars under a bright, cloud-dotted sky."
    },
    "28dfff0f1d28b19275966e20ef51af858aeb78db1e3ee0a863215a91fd71fa63": {
        "scene_context_long": "A clean, well-maintained outdoor tennis court lies beneath a clear blue sky, surrounded by tall green trees and fenced with dark green netting. Benches line the far side, and a tall modern glass building rises prominently in the background, reflecting sunlight. The area conveys a peaceful urban recreation space where modern architecture meets leisure and greenery.",
        "scene_context_short": "Sunny outdoor tennis court with benches and a tall glass building in the background."
    },
    "2b6a721345441b59a2ec614bdcd4c457fc86d1631284219b2561d50cadfad13b": {
        "scene_context_long": "An outdoor ping pong table stands beside a residential building along a quiet urban sidewalk. The table, painted blue with red legs, is placed on a worn orange rubber surface near a black metal fence and green shrubs. A white car is parked nearby, and the background shows trees, pavement, and tall apartment blocks under an overcast sky, creating a casual neighborhood atmosphere.",
        "scene_context_short": "Outdoor ping pong table near apartments on a quiet city sidewalk."
    },
    "2c9b3210c477265d92a0a552ff789bb35f1fbbe05daac4e40986fe1434b488d7": {
        "scene_context_long": "A bronze statue of a soldier stands on a pedestal in a grassy courtyard beside a large neoclassical stone building. The building features arched windows, detailed cornices, and light-colored stonework, suggesting historical or governmental significance. Fallen leaves are scattered across the lawn, indicating early autumn, and a few trees add greenery to the formal architectural setting under a lightly overcast sky.",
        "scene_context_short": "Bronze soldier statue in front of a neoclassical stone building with autumn leaves on the grass."
    },
    "38a9449c3c597c4fbce8242704676f1fecbe492754e956b243415b131c43a61": {
        "scene_context_long": "A row of pastel-colored rental bicycles is neatly parked along a fenced roadside under an overcast sky. The setting appears quiet, with a small wooden gatehouse and traditional-style entrance structure visible in the distance. The area is clean and orderly, with marked lanes and a pink pedestrian path beside the fence, suggesting an organized recreational or tourist location.",
        "scene_context_short": "Row of parked rental bicycles near a wooden gate and fence on an overcast day."    
    },
    "3b49bebd433170c9631d09bb0dd56ffdb90d4fbe667ff55243bb5dfb43ac5483": {
        "scene_context_long": "A quiet park area with a paved pathway curving beside dense green foliage and several white benches placed along the edge. Trees with broad leaves cast soft shadows on the ground, while fallen leaves scatter across the grass and pavement, suggesting early autumn. The atmosphere is calm and inviting, with sunlight filtering through the canopy under a clear sky.",
        "scene_context_short": "Sunny park path with trees, benches, and scattered leaves in a peaceful setting."
    },
    "40f2bffd3d158fa4a9da2d28176f83cd6595c3919e02447058d110ba018e060c": {
        "scene_context_long": "A calm roadside scene featuring a row of leafy green trees beside a low concrete fence. A circular speed limit sign indicating '5' stands along the grass verge. In the background, parts of residential or industrial buildings are visible, along with taller structures rising behind them. The sunlight casts soft shadows, creating a bright and peaceful urban edge environment.",
        "scene_context_short": "Tree-lined roadside with a 5-speed sign and low concrete fence on a sunny day."
    },
    "58d4cfc0d0c92c9ec078f9f63b1515a4177a026cb6dc995cd503a3fddd0c7c48": {
        "scene_context_long": "A serene park scene with tall green trees densely packed around a paved open area. A narrow curved pathway leads into the shaded forested section, while sunlight illuminates the open plaza in the foreground. The sky is clear with light wispy clouds, and a trash bin stands neatly near the path, adding to the organized and peaceful atmosphere of the park.",
        "scene_context_short": "Peaceful park with tall trees, paved area, and a curved path under a clear sky."
    },
    "5b240cc177400655866fc1ee8c6b979c7c40353ea32461c2ca388696097454bc": {
        "scene_context_long": "An industrial facility with clean concrete grounds, white fences, and low buildings featuring light-colored walls and safety signage. One of the structures has yellow window panels and a series of warning symbols near the entrance, indicating restricted or technical areas. The environment appears orderly and well-maintained, with clear skies and residential buildings visible in the distant background.",
        "scene_context_short": "Industrial facility with safety signs, white fences, and clean concrete surroundings under clear skies."
    },
    "5b44f9108765b03db09d6fde0f6b79793b19ddf62f45de7df161ef566a980153": {
        "scene_context_long": "A row of blue rental pedal carts with striped canopies is parked along an empty paved road bordered by a wooden fence. In the distance, several traditional East Asian pavilions with curved roofs stand near a green area, creating a blend of modern leisure and historical architecture. The overcast sky and muted colors evoke a calm, slightly quiet atmosphere typical of an off-season day.",
        "scene_context_short": "Empty road with blue rental carts and distant traditional pavilions under an overcast sky."
    },
    "5b8b92994dd868f3fca4977690458ce5f6e072a39b426d38693ed1ade809da81": {
        "scene_context_long": "A modern stone-clad building with large block letters reading 'Indiana State Museum' across the front facade. A glass-covered walkway extends along the entrance, leading to a wide concrete plaza. The structure features a mix of beige stone, metal, and glass elements, with banners and a red cylindrical tower visible on the side. The sky is overcast, creating a calm, neutral tone that highlights the museum’s contemporary architectural design.",
        "scene_context_short": "Indiana State Museum building with stone facade, glass walkway, and overcast sky."
    },
    "61bac632ad2e26d0be30ca69599e8302ec76df33d3bfb310e7c486b57dd67871": {
        "scene_context_long": "A small wooden pavilion with a sloped roof stands on a stone-paved area surrounded by lush greenery. The structure features benches along its sides, offering a shaded resting spot amid tall trees and dense foliage. The atmosphere is tranquil, with scattered leaves on the ground and soft, diffused light filtering through the cloudy sky, suggesting an early autumn or overcast day in a quiet park.",
        "scene_context_short": "Wooden pavilion surrounded by trees in a quiet, green park on an overcast day."
    },
    "6c0b1195b5f5ccc6de6a4e99bf138cf82c9d1c742d51e47ed53efb5339197c83": {
        "scene_context_long": "A small, peaceful garden area featuring a tree surrounded by a square wooden bench on a tiled platform. The scene is enclosed by dense greenery and a winding path that leads deeper into the park. Fallen leaves are scattered across the ground, while cars are faintly visible through the trees on the left. The soft lighting and natural surroundings create a calm, reflective atmosphere.",
        "scene_context_short": "Quiet garden with a tree-centered bench and winding path amid green trees."
    },
    "6c4500cef98b618bc89e7c61516e32aa80515c7e0f4cb8103f3007a08d4062ab": {
        "scene_context_long": "A quiet traditional street lined with old-style East Asian buildings featuring tiled roofs, wooden doors, and black signboards with gold lettering. The area appears to be part of a preserved or cultural district, with a wide stone-paved plaza and a few parked scooters. In the background, modern high-rise buildings contrast with the historic architecture, illustrating the blend of old and new in an urban setting under a pale evening sky.",
        "scene_context_short": "Traditional street with tiled-roof buildings and modern towers in the background."
    },
    "738c4ab199294f5165778996c7f1a94dc5247c09d6e4a6821bba8e7d2b6070af": {
        "scene_context_long": "A colorful outdoor sports court combining basketball and soccer areas, enclosed by tall chain-link fencing. A white goalpost and basketball hoop share the same space on a red and green textured surface. The background shows modern apartment buildings under a partly cloudy sky, suggesting a recreational area within an urban residential complex. The scene feels open, bright, and well-maintained, ideal for community sports activities.",
        "scene_context_short": "Outdoor basketball and soccer court in a residential area under a partly cloudy sky."
    },
    "9b269c0c4f7a3d3265b5278fdab3eabfb515768ec974b5cd3e1598707052aedd": {
        "scene_context_long": "A peaceful park walkway lined with trees and soft grass, leading through a shaded green area. A wooden bench with black metal arms sits beside the path, surrounded by scattered leaves and dappled sunlight filtering through the foliage. The scene conveys a quiet, natural setting ideal for rest and reflection, with a gentle curve in the path inviting exploration deeper into the park.",
        "scene_context_short": "Shaded park path with a wooden bench and trees under soft afternoon light."
    }   
}